Revit 2027 API
ParameterTypeId.RbsDuctTopElevation Property
 "Upper End Top Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDuctTopElevation { get; }
Public Shared ReadOnly Property RbsDuctTopElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDuctTopElevation {
	ForgeTypeId^ get ();
}
static member RbsDuctTopElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace